Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerCubicMeter Property
 tonnes of carbon dioxide per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerCubicMeter { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerCubicMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerCubicMeter {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerCubicMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace